class Data {
  static const ashtottaraSataNamavali = 
  '''ఓం స్కందాయ నమః      |      ఓం గుహాయ నమః      |      ఓం షణ్ముఖాయ నమః      |      ఓం ఫాలనేత్ర సుతాయ నమః      |      ఓం ప్రభవే నమః      |      ఓం పింగళాయ నమః      |      ఓం క్రుత్తికాసూనవే నమః      |      ఓం సిఖివాహాయ నమః      |      ఓ౦ ద్వినద్భుజాయ‌ నమః      |      ఓం ద్విషన్ణే త్రాయ నమః || 10 ||      ఓం శక్తిధరాయ నమః      |      ఓం ఫిశితాశ ప్రభంజనాయ నమః       |      ఓం తారకాసుర సంహార్త్రే నమః      |      ఓం రక్షోబలవిమర్ద నాయ నమః      |      ఓం మత్తాయ నమః      |       ఓం ప్రమత్తాయ నమః      |      ఓం ఉన్మత్తాయ నమః      |      ఓం సురసైన్య స్సురక్ష కాయ నమః      |      ఓం దీవసేనాపతయే నమః      |      ఓం ప్రాఙ్ఞాయ నమః || 20 ||       ఓం కృపాళవే నమః      |      ఓం భక్తవత్సలాయ నమః      |      ఓం ఉమాసుతాయ నమః      |      ఓం శక్తిధరాయ నమః       |      ఓం కుమారాయ నమః      |      ఓం క్రౌంచ దారణాయ నమః      |      ఓం సేనానియే నమః      |      ఓం అగ్నిజన్మనే నమః      |      ఓం విశాఖాయ నమః      |      ఓం శంకరాత్మజాయ నమః || 30 ||      ఓం శివస్వామినే నమః      |      ఓం గుణ స్వామినే నమః      |      ఓం సర్వస్వామినే నమః      |      ఓం సనాతనాయ నమః      |      ఓం అనంత శక్తియే నమః      |      ఓం అక్షోభ్యాయ నమః      |      ఓం పార్వతిప్రియనందనాయ నమః      |      ఓం గంగాసుతాయ నమః      |      ఓం సరోద్భూతాయ నమః      |      ఓం అహూతాయ నమః || 40 ||      |      ఓం పావకాత్మజాయ నమః      |      ఓం జ్రుంభాయ నమః      |      ఓం ప్రజ్రుంభాయ నమః      |      ఓం ఉజ్జ్రుంభాయ నమః      |      ఓం కమలాసన సంస్తుతాయ నమః      |      ఓం ఏకవర్ణాయ నమః      |      ఓం ద్వివర్ణాయ నమః      |      ఓం త్రివర్ణాయ నమః      |      ఓం సుమనోహరాయ నమః      |      ఓం చతుర్వ ర్ణాయ నమః || 50 ||      ఓం పంచ వర్ణాయ నమః      |      ఓం ప్రజాపతయే నమః      |      ఓం ఆహార్పతయే నమః      |      ఓం అగ్నిగర్భాయ నమః      |      ఓం శమీగర్భాయ నమః      |      ఓం విశ్వరేతసే నమః      |      ఓం సురారిఘ్నే నమః      |      ఓం హరిద్వర్ణాయ నమః      |      ఓం శుభకారాయ నమః      |      ఓం వటవే నమః || 60 ||      ఓం వటవేష భ్రుతే నమః      |      ఓం పూషాయ నమః      |      ఓం గభస్తియే నమః      |      ఓం గహనాయ నమః      |      ఓం చంద్రవర్ణాయ నమః      |      ఓం కళాధరాయ నమః      |      ఓం మాయాధరాయ నమః      |      ఓం మహామాయినే నమః      |      ఓం కైవల్యాయ నమః      |      ఓం శంకరాత్మజాయ నమః || 70 ||      ఓం విస్వయోనియే నమః      |      ఓం అమేయాత్మా నమః      |      ఓం తేజోనిధయే నమః      |      ఓం అనామయాయ నమః      |      ఓం పరమేష్టినే నమః      |      ఓం పరబ్రహ్మయ నమః      |      ఓం వేదగర్భాయ నమః      |      ఓం విరాట్సుతాయ నమః      |      ఓం పుళిందకన్యాభర్తాయ నమః      |      ఓం మహాసార స్వతావ్రుతాయ నమః || 80 || ఓం ఆశ్రిత ఖిలదాత్రే నమః      |      ఓం చోరఘ్నాయ నమః      |      ఓం రోగనాశనాయ నమః      |      ఓం అనంత మూర్తయే నమః      |      ఓం ఆనందాయ నమః      |      ఓం శిఖిండికృత కేతనాయ నమః      |      ఓం డంభాయ నమః      |      ఓం పరమ డంభాయ నమః      |      ఓం మహా డంభాయ నమః      |      ఓం క్రుపాకపయే నమః || 90 ||      ఓం కారణోపాత్త దేహాయ నమః      |      ఓం కారణాతీత విగ్రహాయ నమః      |      ఓం అనీశ్వరాయ నమః      |      ఓం అమృతాయ నమః      |      ఓం ప్రాణాయ నమః      |      ఓం ప్రాణాయామ పారాయణాయ నమః      |      ఓం విరుద్దహంత్రే నమః      |      ఓం వీరఘ్నాయ నమః      |      ఓం రక్తాస్యాయ నమః      |      ఓం శ్యామ కంధరాయ నమః || 100 ||      ఓం సుబ్ర హ్మణ్యాయ నమః      |      ఓం ఆన్ గుహాయ నమః      |      ఓం ప్రీతాయ నమః      |      ఓం బ్రాహ్మణ్యాయ నమః      |      ఓం బ్రాహ్మణ ప్రియాయ నమః      |      ఓం వేదవేద్యాయ నమః      |      ఓం అక్షయ ఫలదాయ నమః      |      ఓం వల్లీ దేవసేనా సమేత శ్రీ సుబ్రహ్మణ్య స్వామినే నమః || 108 ||''';

  static const storyImages = [
    'kukke_subramanya_gopuram.png',
    'swamymalai_gopuram.png',
    'tiruchandur_gopuram.png',
    'tirupparakundram_gopuram.png',
    'tiruttani_gopuram.png',
    'vada_palani_gopuram.jpg'
  ];

    static const talapatraCardTitles = [
    'కావిడి సేవా 2020',
    'శ్రీ సుబ్రమణ్య స్వామి గ్యాలరీ',
    'శ్రీ సుబ్రహ్మణ్య స్తోత్రలు',
    'శ్రీ సుబ్రహ్మణ్య స్వామి స్థల పురాణములు'
  ];

    static const storyTitles = [
    'పళని క్షేత్ర స్థల పురాణము',
    'తిరుత్తణి క్షేత్ర స్థల పురాణము',
    'స్వామిమలై క్షేత్ర స్థల పురాణము',
    'కుక్కే సుబ్రహ్మణ్య స్థల పురాణము',
    'తిరుచెందూర్ స్థల పురాణము',
    'తిరుప్పరంకుండ్రం స్థల పురాణము'
  ];

  static const storiesContent = [
    'పూర్వము విఘ్నాలకు అధిపతిని ఎవరిని చెయ్యాలి అని, పార్వతీ పరమేశ్వరులు ఒకనాడు మన బొజ్జ వినాయకుడిని, చిన్ని సుబ్రహ్మణ్యుడిని పిలిచి ఈ భూలోకం చుట్టి ( అన్ని పుణ్య నదులలో స్నానం ఆచరించి ఆ క్షేత్రములను దర్శించి రావడం) ముందుగా వచ్చిన వారిని విఘ్నములకు అధిపతిని చేస్తాను అని శంకరుడు చెప్తే, అప్పుడు పెద్దవాడు, వినాయకుడు యుక్తితో ఆది దంపతులు, తన తల్లి తండ్రులు అయిన ఉమా మహేశ్వరుల చుట్టూ మూడు మాట్లు ప్రదక్షిణ చేస్తాడు. మన బుజ్జి షణ్ముఖుడు ఆయన యొక్క నెమలి వాహనముపై భూలోకం చుట్టి రావడానికి బయలుదేరతాడు. కాని, వినాయకుడు “తల్లి తండ్రుల చుట్టూ మూడు సార్లు ప్రదక్షిణ చేస్తే సకల నదులలోనూ స్నానం చేసిన పుణ్యం వస్తుంది” అనే సత్యము తెలుసుకుని, కైలాసంలోనే ప్రదక్షిణలు చేస్తూ ఉండడం వల్ల, సుబ్రహ్మణ్యుడు ఏ క్షేత్రమునకు వెళ్ళినా, అప్పటికే అక్కడ లంబోదరుడు వెనుతిరిగి వస్తూ కనపడతాడు. ఈ విధంగా వినాయకుడు విఘ్నాలకు అధిపతి అయ్యాడు. ఈ కథ మనకు అందరకూ తెలిసినదే. కార్తికేయుడు శివ కుటుంబంలో చిన్న వాడు కదండీ, దానితో కాస్త చిన్న మొహం చేసుకుని కైలాసం వదిలి, భూలోకంలోకి వచ్చి ఒక కొండ శిఖరం మీద నివాసం ఉంటాడు అలకతో. ఏ తల్లి తండ్రులకైనా పిల్లవాడు అలిగితే బెంగ ఉంటుంది కదండీ, అందులోనూ చిన్న వాడు, శివ పార్వతుల ఇద్దరి అనురాగముల కలపోత, గారాల బిడ్డ కార్తికేయుడు అలా వెళ్ళిపోతే చూస్తూ ఉండలేరు కదా, శివ పార్వతులు ఇద్దరూ షణ్ముఖుని బుజ్జగించడం కోసం భూలోకంలో సుబ్రహ్మణ్యుడు ఉన్న కొండ శిఖరం వద్దకు వస్తారు.'
  ];
}

  